[
    {
        "title": "Медицинские методы лечения и профилактики сколиоза",
        "text": [
            "Самое действенное средство предупреждения и устранения дефектов осанки – физические упражнения. В последнее время в лечебных целях специалисты рекомендуют упражнения ритмической гимнастики.",
            "Методика составления комплексов упражнений корригирующей ритмической гимнастики аналогична методике построения комплексов для уроков с элементами ритмической гимнастики. ",
            "Следовательно, каждый такой комплекс должен состоять из трех частей.",
            "В подготовительную часть включают несложные общеразвивающие и корригирующие упражнения, соответствующие типу нарушения осанки. Темп выполнения – медленный, умеренный и средний. Оптимальная дозировка упражнений – 6–8 повторений.",
            "Основную часть насыщают собственно корригирующими упражнениями, большинство из которых должно выполняться в положении лежа на спине, на боку и на животе.",
            "В этих положениях легче следить за выпрямленным положением тела, мышцы не испытывают длительной статической нагрузки, как при удержании тела в положениях стоя и сидя. Темп выполнения – медленный, умеренный и средний.",
            "Дозировка зависит от самочувствия детей, их физической подготовленности и усвоенности материала. В среднем упражнения повторяют 8–16 раз. Все упражнения обязательно выполняются в обе стороны.",
            "Заключительная часть строится из упражнений на расслабление, выполняемых в исходных положениях лежа на спине, дыхательных и специальных упражнений на ощущение правильной осанки.",
            "Выполняя упражнения, дети должны дышать через нос, не задерживая дыхание.",
            "Следует учитывать также, что формированию правильной осанки способствуют упражнения с предметами. С помощью их можно усилить эффект воздействия на +отдельные мышечные группы."
        ]
    },
    {
        "title": "Примерный комплекс упражнений ритмической гимнастики",
        "text": [
            "1. И.п.: о.с., руки к плечам. 1 – наклон вправо, руки в стороны, кисти разогнуть; 2 – и.п.; 3 – наклон влево, руки в стороны, кисти разогнуть; 4 – и.п.; 5 – наклон вправо, шаг левой влево, руки вверх, пальцы врозь; 6 – и.п.; 7 – наклон влево, шаг правой вправо, руки вверх, пальцы врозь; 8 – и.п. 8–16 раз. Темп средний.",
            "2. И.п.: стойка ноги врозь, руки за голову. 1–2 – два пружинящих наклона вправо; 3 – поворот туловища направо; 4 – и.п. То же в другую сторону. По 8–16 раз. Темп средний.",
            "3. И.п.: о.с., руки вверх, кисти в замок. 1 – наклон назад, правая назад на носок; 2 – и.п. То же с другой ноги. По 8 раз. Темп средний.",
            "4. И.п.: широкая стойка ноги врозь. 1 – наклон вперед, руками коснуться пола; 2 – поворот туловища направо, правая рука в сторону-назад; 3–4 – то же в другую сторону. По 4–8 раз. Темп средний.",
            "5. И.п.: стойка на коленях, руки к плечам. 1 – поворот туловища направо, правую руку в сторону-назад, левую руку вверх; 2 – и.п. То же в другую сторону. По 8 раз. Темп средний.",
            "6. И.п.: стойка на коленях, руки за голову. 1–2 – два пружинящих поворота туловища направо; 3–4 – два пружинящих поворота туловища налево; 5–6 – сед на пятки с небольшим наклоном назад, руки вперед ладонями кверху; 7–8 – и.п. 4 раза. Темп средний.",
            "7. И.п.: стойка на коленях, руки вперед, кисти разогнуть; 1–2 – сесть на правое бедро, руки влево; 3–4 – то же в другую сторону. По 4–8 раз. Темп средний.",
            "8. И.п.: стойка на левом колене, правую в сторону на носок, руки в стороны. 1–2 – наклон к правой ноге, левой рукой коснуться правого носка, правую руку назад; 3–4 – и.п. То же в другую сторону. По 4–8 раз. Темп средний.",
            "9. И.п.: то же. 1–2 – наклон к правой ноге, головой коснуться правого колена, руки назад; 3–4 – и.п. То же в другую сторону. По 4 раза. Темп средний.",
            "10. И.п.: стойка на коленях, ноги врозь. 1–3 – три пружинящих наклона к правому колену, руки в стороны; 4 – и.п. То же в другую сторону. По 4 раза. Темп средний.",
            "11. И.п.: сед на левом бедре с упором на левую руку. 1 – выпрямить правую ногу и руку в сторону; 2 – согнуть правую ногу и руку влево; 3 – выпрямить правую ногу и руку в сторону; 4 – и.п. 4 раза. То же в другую сторону. Темп средний.",
            "12. И.п.: упор на коленях. 1–2 – правую назад на носок, левую руку вверх; 3–4 – и.п., расслабить мышцы спины. То же в другую сторону. По 8 раз. Темп медленный и средний.",
            "13. И.п.: упор на правом колене, левую ногу в сторону. 1 – согнуть руки; 2 – и.п. То же с другой ноги. По 4–8 раз. Темп средний. ",
            "14. И.п.: сед ноги врозь, руки вверх, кисти в замок. 1–3 – три пружинящих поворота туловища направо; 4 – и.п. То же налево. По 4–8 раз. Темп средний.",
            "15. И.п.: сед ноги скрестно, руки в стороны. 1 – наклон вправо, правая рука за спину, левую согнуть вверх; 2 – и.п. То же в другую сторону. По 4–8 раз. Темп средний.",
            "16. И.п.: лежа на левом боку с упором на правую руку, левая рука вверх. 1 – мах правой ногой в сторону; 2 – и.п.; 3 – мах правой согнутой ногой в сторону; 4 – и.п. То же в другую сторону. 8–16 раз. Темп средний.",
            "17. И.п.: лежа на спине, руки в стороны. 1 – ноги врозь; 2 – ноги скрестно приподнять над полом; 3 – то же, что на счет 1; 4 – и.п. Во время выполнения упражнения поясницу прижимать к полу. 8 раз. Темп медленный.",
            "18. И.п.: лежа на спине, руки за голову. 1–2 – приподнять над полом верхнюю часть туловища; 3–4 – и.п., расслабиться; 5–6 – ноги вперед (до угла 30° от пола); 7–8 – и.п., расслабиться. 4–8 раз. Темп средний и медленный.",
            "19. И.п.: лежа на спине, руки вверх. 1–2 – наклон вправо, руки за голову; 3–4 – и.п., потянуться вверх. То же в другую сторону. По 4–8 раз. То же с пружинящими наклонами. Темп медленный.",
            "20. И.п.: лежа на животе, правую руку вверх, левую вниз. 1 – прогнуться, руки скрестно перед собой; 2 – левую руку вверх. правую вниз; 3–4 – то же в другую сторону; 4–8 раз, не возвращаясь в исходное положение. Темп средний.",
            "21. И.п.: упор лежа на предплечьях. 1–2 – упор лежа на бедрах, прогнуться, поворот головы направо, посмотреть на пятки; 3–4 – и.п., расслабиться. То же в другую сторону. По 4–8 раз. Темп медленный.",
            "22. И.п.: лежа на животе, кисти под подбородок. 1–2 – наклон вправо, голову приподнять, правую ногу согнуть, коснуться коленом локтя правой руки; 3–4 – и.п., расслабиться. То же в другую сторону. По 4–8 раз. Темп медленный.",
            "23. И.п.: лежа на животе, руки вверх. 1–2 – правую руку за спину, левую приподнять над полом, левую ногу в сторону; 3–4 – и.п., расслабиться. 4–8 раз. То же в другую сторону. Темп средний.",
            "24. И.п.: лежа на животе, руки в стороны. 1 – мах правой ногой назад; 2 – правую ногу скрестно за левую, носком коснуться пола; 3 – мах правой назад; 4 – и.п. То же с другой ноги. По 4–8 раз. Темп средний.",
            "25. И.п.: лежа на животе, кисти под подбородок. Поочередное сгибание ног назад. То же с разогнутыми стопами. 8–16 раз. Темп средний."
        ]
    },
    {
        "title": "Лечебная физическая культура при переломах нижних конечностей. Общая информация",
        "text": [
            "Принято весь курс применения ЛФК подразделять на три периода: иммобилизационный, постиммобилизационный и восстановительный.",
            "ЛФК начинают с первого дня травмы при исчезновении сильных болей.",
            "Противопоказания  к назначению ЛФК: шок, большая кровопотеря, опасность кровотечения или появление его при движениях, стойкий болевой синдром.", 
            "На протяжении всего курса лечения при применении ЛФК решаются общие и специальные задачи.",
            "I период (иммобилизационный).",
            "В I периоде наступает сращение отломков (образование первичной костной мозоли) через 60—90 дней. Специальные задачи ЛФК: улучшить трофику в области травмы, ускорить консолидацию перелома, способствовать профилактике атрофии мышц, тугоподвижности суставов, выработке необходимых временных компенсаций.",
            "Для решения этих задач применяют упражнения для симметричной конечности, для суставов, свободных от иммобилизации, идеомоторные упражнения и статические напряжения мышц (изометрические), упражнения для иммобилизированной конечности. В процесс движения включают все неповрежденные сегменты и суставы неиммобилизированные на травмированной конечности. Статические напряжения мышц в области повреждения и движения в иммобилизированных суставах (под гипсовой повязкой) применяют при хорошем состоянии отломков и полной фиксации их. Опасность смещения меньше при соединении отломков металлическими конструкциями, костными штифтами, пластинами; при лечении переломов с помощью аппаратов Илизарова, Волкова-Оганесяна и других можно в более ранние сроки включать активные сокращения мышц и движения в смежных суставах.",
            "Решению общих задач способствуют общеразвивающие упражнения, дыхательные упражнения статического и динамического характера, упражнения на координацию, равновесие, с сопротивлением и отягощением. Используют вначале облегченные ИП, упражнения на скользящих плоскостях. Упражнения не должны вызывать боль или усиливать ее. При открытых переломах упражнения подбирают с учетом степени заживления раны.",
            "Массаж при диафизарных переломах у больных с гипсовой повязкой назначают со 2-й недели. Начинают со здоровой конечности, а затем воздействуют на сегменты поврежденной конечности, свободные от иммобилизации, начиная воздействие выше места травмы. У больных, находящихся на скелетном вытяжении, массаж здоровой конечности и внеочаговый на поврежденной начинают со 2-3-го дня. Применяют все приемы массажа и особенно — способствующие расслаблению мышц на пораженной стороне.",
            "Противопоказания: гнойные процессы, тромбофлебит.",
            "II период (постиммобилизационный).",
            "II период начинается после снятия гипсовой повязки или вытяжения. У больных образовалась привычная костная мозоль, но в большинстве случаев снижена сила мышц, ограничена амплитуда движения в суставах. В этом периоде ЛФК направлена на дальнейшую нормализацию трофики в области травмы для окончательного формирования костной мозоли, ликвидации атрофии мышц и достижения нормального объема движений в суставах, ликвидации временных компенсаций, восстановления осанки.",
            "При применении физических упражнений следует учитывать, что первичная костная мозоль еще недостаточно прочна. В этом периоде увеличивают дозировку общеукрепляющих упражнений, применяют разнообразные ИП; подготавливают к вставанию (для находившихся на постельном режиме), тренируют вестибулярный аппарат, обучают передвижению на: костылях, тренируют спортивную функцию здоровой ноги (при травме ноги), восстанавливают нормальную осанку.",
            "Для пораженной конечности применяют активные гимнастические упражнения в облегченных, ИП, которые чередуют с упражнениями на расслабление для мышц с повышенным тонусом. Для восстановления силы мышц используют упражнения с сопротивлением, предметами, у гимнастической стенки.",
            "Массаж назначают при слабости мышц, их гипертонусе и проводят по отсасывающей методике, начиная выше места травмы. Приемы массажа чередуют с элементарными гимнастическими упражнениями.",
            "III период (восстановительный).",
            "В III периоде ЛФК направлена на восстановление полной амплитуды движения в суставах, дальнейшее укрепление мышц. Общеразвивающие гимнастические упражнения применяют с большей нагрузкой, дополняют их ходьбой, плаванием, физическими упражнениями в воде, механотерапией."
        ]
    },
    {
        "title": "ЛФК при переломах нижних конечностей",
        "text": [
            "При переломах шейки бедренной кости лечебную гимнастику начинают с 1-го дня, применяя дыхательные упражнения. На 2-3-й день включают упражнения для брюшного пресса. В I периоде при лечении вытяжением следует применять специальные упражнения для суставов голени, стопы, пальцев. Начинают процедуру с упражнений для всех сегментов здоровой конечности. У больных с гипсовой повязкой на 8-10-й день применяют статические упражнения для мышц тазобедренного сустава. Во II периоде необходимо подготовить к ходьбе и при сращении отломков восстановить ходьбу. Назначают упражнения для восстановления силы мышц. Вначале с помощью, а затем активно больной выполняет отведение и приведение, поднимание и опускание ноги. Обучают ходьбе с костылями и в дальнейшем без них. В III периоде продолжается восстановление силы мышц, полноценной подвижности суставов.",
            "При оперативном лечении — остеосинтезе — значительно сокращаются сроки пребывания больного на постельном режиме. Через 2-4 недели после операции разрешают ходить с помощью костылей. Для ходьбы больному в постели применяют упражнения для тазобедренного сустава, предлагая садиться с помощью различных приспособлений (лямки, «вожжи», неподвижные перекладины над постелью).",
            "При переломах диафиза и дистального отдела бедренной кости в I периоде применяют специальные упражнения для суставов, свободных от иммобилизации. Для поврежденного сегмента используют упражнения идеомоторные и изометрические. При переломах костей бедра и голени в I периоде можно применять давление по оси конечности, опускание иммобилизированной ноги ниже уровня постели, в конце периода допускают ходьбу в гипсовой повязке с костылями, но строго дозируют степень опоры. Во II периоде расширяют объем упражнений с учетом прочности костной мозоли и состояния репозиции. В III периоде при хорошем сращении тренируют ходьбу, постепенно увеличивая нагрузку.",
            "При околосуставных и внутрисуставных переломах дистального отдела бедренной кости необходимо стремиться к более раннему восстановлению движений в коленном суставе. При правильной репозиции и намечающемся сращении применяют вначале упражнения изометрические, в дальнейшем активные — сгибание и разгибание голени, поднимание ноги (с кратковременным выключением тяги груза (при скелетном вытяжении). Увеличивают нагрузку весьма постепенно, медленно. Во время упражнений для коленного сустава область перелома бедра фиксируют руками, манжетами.",
            "После остеосинтеза методика лечебной физкультуры аналогична применяемой при гипсовой повязке, но все нагрузки начинают раньше, чем при консервативном лечении. При лечении в аппаратах Илизарова и других в первые дни применяют изометрические упражнения в области оперированного сегмента и упражнения для всех неиммобилизираванных суставов.",
            "При открытых травмах коленного сустава и после операций на суставе лечебную гимнастику применяют с 8-10-го дня, упражнения для сустава с 3-й недели после операции. При закрытых травмах лечебную гимнастику включают со 2-6-го дня. В I периоде иммобилизации используют изометрические упражнения в области травмы, а также упражнения для неповрежденных суставов и здоровой ноги. У больных без иммобилизации применяют для коленного сустава упражнения с небольшой амплитудой с помощью здоровой ноги в ИП лежа на боку. Для голеностопного и тазобедренного суставов используют активные упражнения, поддерживая руками бедро. Во II периоде применяют в основном активные упражнения с осторожностью для области коленного сустава с осевой нагрузкой для восстановления ходьбы. В III периоде восстанавливают опорную функцию и ходьбу.",
            "При переломах костей голени при лечении вытяжением в I периоде применяют упражнения для пальцев стопы. Очень осторожно следует включать упражнения для коленного сустава. Это можно осуществить за счет движений бедра при поднимании и опускании таза. У больных после остеосинтеза рано разрешают ходьбу с костылями с приступанием на больную ногу и постепенно увеличивают нагрузку на нее (осевую нагрузку). Во II периоде продолжают упражнения для полноценной опоры, восстановления амплитуды движения в голеностопном суставе. Применяют упражнения для устранения деформаций стопы. Упражнения III периода направлены на восстановление нормальной амплитуды движений в суставах, укрепление силы мышц, устранение контрактур, предупреждение уплощения сводов стопы. При переломах мыщелков болынеберцовой кости очень осторожно только через 6 недель допускают нагрузку тяжестью тела на коленный сустав. При остеосинтезе упражнения для коленного и голеностопного сустава назначают на 1-й неделе, а осевую нагрузку — через 3-4 неделе.",
            "При переломах в области лодыжек при любой иммобилизации применяют упражнения для мышц голени и стопы в целях предупреждения контрактур, плоскостопия.",
            "При переломах костей стопы в I периоде применяют идеомоторные и изометрические упражнения для мышц голени, стопы; в ИП лежа с приподнятой ногой, используют движения в голеностопном суставе, активные — в коленном и тазобедренном суставах, при отсутствии противопоказаний упражнения с давлением на подошвенную поверхность. Опору на стопу при ходьбе с костылями допускают при правильной постановке стопы. Во II периоде применяют упражнения для укрепления мышц свода стопы. В III периоде восстанавливают правильную ходьбу.",
            "При всех травмах широко применяют упражнения в воде, массаж, физиобальнеотерапию."
        ]
    }
]